export const doors = [{
        id: 'Nieskatalogowany',
        name: 'Неопознанный',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    },
    {
        id: 'Munchkinozerny',
        name: 'Манчкиноед',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    },
    {
        id: '...Ze Skrzydlami Pterodaktyla',
        name: '...С Крыльями Птеродактеля',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    },
    {
        id: '...Z Ptasim Mozdzkiem',
        name: '...С Птичьим Мозгом',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище меньше (минимум 1).'
    },
    {
        id: '...Z Rogami',
        name: '...С Рогами',
        description: 'Применить в бою. Если монстр побеждён, возьми на 2 Сокровища большею'
    },
    {
        id: '...Z Kolczastym Ogonem',
        name: '...С Шипастым Хвостом',
        description: 'Применить в бою. Если монстр побеждён, возьми на 2 Сокровища больше (минимум 1).'
    },
    {
        id: '...Ze Skrzydlami Pterodaktyla ',
        name: '...С Крыльями Птеродактеля',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше (минимум 1).'
    },
    {
        id: '...Ze Skrzydlami Pterodaktyla ',
        name: '...С Крыльями Птеродактеля',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше (минимум 1).'
    },
]