export const doors = [{
        id: 'Nieskatalogowany',
        name: 'Неопознанный',
        bonus: '+5 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    },
    {
        id: 'Munchkinozerny',
        name: 'Манчкиноед',
        bonus: '+5 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    }, {
        id: '...Ze Skrzydlami Pterodaktyla',
        name: '...С Крыльями Птеродактеля',
        bonus: '+5 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    }, {
        id: '...Z Ptasim Mozdzkiem',
        name: '...С Птичьим Мозгом',
        bonus: '-5 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище меньше (минимум 1).'
    }, {
        id: '...Z Rogami',
        name: '...С Рогами',
        bonus: '+10 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 2 Сокровища большею'
    }, {
        id: '...Z Kolczastym Ogonem',
        name: '...С Шипастым Хвостом',
        bonus: '+10 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 2 Сокровища больше (минимум 1).'
    }, {
        id: 'Czarodziej',
        name: 'Волшебник',
        description: 'Заклинание полёта: Можешь сбросить до 3 карт после броска на Смывку: каждая дает +1 к Смывке. Заклинание Усмирения: Можешь сбросить всю "руку" (мин. 3 карты), чтобы усмирить одного монстра и не драться с ним: ты получаешь только его Сокровища, но не уровень. Если в бою участвуют другие монстры, с ними придется воевать.'
    }, {
        id: 'Lowca',
        name: 'Охотник',
        description: 'Укротитель монстров: В бою в свой ход ты можешь приручить одного монстра вместо того, чтобы сражаться с ним. Он становится твоим Скакуном. Для этого ты должен сбросить своего старого Скакуна, если таковой имеется, плюс количество карт, равное количеству Сокровищ на карте монстра. Это число будет боевым бонусом твоего нового Скакуна. Ты не можешь обменять, отдавать или продавать за уровни такого Скакуна. Дальняя поддержка: Когда ты помогаешь кому-то в бою, у тебя +2.'
    },
    {
        id: 'Bard',
        name: 'Бард',
        description: 'Заворозка: в своём бою можешь сбросить одну карту и выбрать игрока: оба бросьте кубик, если у тебя выпало больше, он обязан помочь, и не требует награды. Если не удалось, можешь сбросить ещё карту и выбрать другого, и так пока не кончатся карты или игроки. Выиграть игру таким образом нельзя. Удача барда: когда ты побеждаешь в бою в свой ход (один или с помощью), возьми на одно Сокровище больше. Осмотри все полученные сокровища и сбрось одно из них.'
    },
    {
        id: 'Ankylovoltozaur',
        name: 'Анкиловольтозавр',
        power: '6',
        description: 'Получает +1 за каждую Классовую карту находящуюся на столе.',
        levels: '',
        treasures: '2 Сокровища'
    },
    {
        id: 'Tycizaurus Rex',
        name: 'Крохозавр Рекс',
        power: '5',
        description: 'Твоя Обувка в этом бою считается вдвойне.',
        levels: '',
        treasures: '2 Сокровища'
    }
]