export const treasures = [{
        id: 'Ale JaJa',
        name: 'Яйца Динозавров',
        description: 'Применить в любом бою. +3 любой стороне.'
    },
    {
        id: 'Brontofonika',
        name: 'Пранк Юрского Периода',
        description: 'Получи Уровень'
    },
    {
        id: 'Bursztynek',
        name: 'Янтарь',
        description: 'Применить в любом бою. +3 любой стороне.'
    },
    {
        id: 'Cylinder z Triceratopsa',
        bonus: 'Бонус +3',
        name: 'Трицилиндропс'
    },
    {
        id: 'Czaszkoszuga',
        bonus: 'Бонус +5',
        name: 'Черепная Булава'
    },
    {
        id: 'Dino Colada',
        name: 'Диноколада',
        description: 'Примени в любом бою. +3 любой стороне.'
    },
    {
        id: 'Dinomit',
        name: 'Диномит',
        description: 'Примени в любом бою. +4 любой стороне. Это огненная/пламенная шмотка.'
    },
    {
        id: 'Graaar!',
        name: 'Ар-р-р-р-р-р-р!',
        description: 'Ты должен взреветь! Примени в любом бою чтобы автоматически убить Горлопанозавра или дать +3 любой стороне.'
    },
    {
        id: 'Kantowane Kosci',
        name: 'Читерский Кубик',
        description: 'Применить после любого твоего броска кубика. Поверни кубик нужной тебе стороной вверх. Одноразовая.'
    },
    {
        id: 'Kolczato Rozowy',
        name: 'Колюче-Розовый',
        description: 'Примени к шмотке или скакуну, дающему бонус в бою. Делает его колюче-розовым и дает дополнительно +2. При потере, краже или сбросе скакуна или шмотки эта карта уходит вместе с ним.'
    },
]