export const treasures = [{
        id: 'Ale JaJa',
        name: 'Яйца Динозавров',
        description: 'Применить в любом бою. +3 любой стороне.'
    },
    {
        id: 'Brontofonika',
        name: 'Пранк Юрского Периода',
        description: 'Получи Уровень'
    },
    {
        id: 'Bursztynek',
        name: 'Янтарь',
        description: 'Применить в любом бою. +3 любой стороне.'
    },
    {
        id: 'Cylinder z Triceratopsa',
        bonus: 'Бонус +3',
        name: 'Трицилиндропс'
    },
    {
        id: 'Czaszkoszuga',
        bonus: 'Бонус +5',
        name: 'Черепная Булава'
    },
    {
        id: 'Dino Colada',
        name: 'Диноколада',
        description: 'Примени в любом бою. +3 любой стороне.'
    },
    {
        id: 'Dinomit',
        name: 'Диномит',
        description: 'Примени в любом бою. +4 любой стороне. Это огненная/пламенная атака.'
    },
    {
        id: 'Graaar!',
        name: 'Ар-р-р-р-р-р-р!',
        description: 'Ты должен взреветь! Примени в любом бою чтобы автоматически убить Горлопанозавра или дать +3 любой стороне.'
    },
    {
        id: 'Kantowane Kosci',
        name: 'Читерский Кубик',
        description: 'Применить после любого твоего броска кубика. Поверни кубик нужной тебе стороной вверх. Одноразовая.'
    },
    {
        id: 'Kamienna Kosc',
        name: 'Каменная Кость',
        bonus: 'Бонус +2',
    },
    {
        id: 'Kolczato Rozowy',
        name: 'Колюче-Розовый',
        description: 'Примени к шмотке или скакуну, дающему бонус в бою. Делает его колюче-розовым и дает дополнительно +2. При потере, краже или сбросе скакуна или шмотки эта карта уходит вместе с ним.'
    },
    {
        id: 'Kometa Ich! Kometa!',
        name: 'Шандарахни их кометой!',
        description: 'Примени в любом бою. +5 любой стороне. Это огненная/пламенная атака.'
    },
    {
        id: 'Koprolity',
        name: 'Копролиты',
        description: 'Примени в любом бою. +3 любой стороне.'
    },
    {
        id: 'Kosc Zyczen',
        name: 'Динозавровая Кость Желаний',
        description: 'Выбери соперника и сыграй с ним один раз в камень-ножницы-бумага. Победитель получает уровень, а проигравший тянет карту Двери взакрытую.'
    },
    {
        id: 'Kosciany Luk',
        name: 'Лук Берцовой кости',
        bonus: 'Бонус +5',
        description: 'Дополнительно +1 против Андедов.'
    },
    {
        id: 'Kostium Dinusia',
        name: 'Костюм Динозавра',
        bonus: 'Бонус +5'
    },
    {
        id: 'Maczuga Ogonowa',
        name: 'Хвостовая Булава',
        bonus: 'Бонус +3',
        description: 'Дополнительно +1, если в бою есть монстры уровня 10 и выше, или дополнительно +2, если в бою есть монстры уровня 16 и выше.'
    },
    {
        id: 'Nie Daj Sie Wytepic',
        name: 'Избеги Вымирания',
        description: 'Эту карту также можно сыграть после проваленной смывки, чтобы смыться автоматически.'
    },
    {
        id: 'Pierscien Ochrony',
        name: 'Хотельное Кольцо',
        description: 'Снимает любое Проклятие. Применить в любой момент. Одноразовая.'
    },
    {
        id: 'Plastikozaury',
        name: 'Игрушечные Динозаврики',
        description: 'Примени в любом бою. +2 любой стороне.'
    },
    {
        id: 'Plyn Skamieliniajacy',
        name: 'Окаменительный Раствор',
        description: 'Примени в любом бою. +3 любой стороне или +6 против Андедов.'
    },
    {
        id: 'Przekantowane Kosci',
        name: 'Пиздец какой Читерский Кубик!',
        description: 'Применить после любого чужого броска кубика. Поверни кубик нужной тебе стороной вверх. Это будет результатом этого броска. Пиздец какой Читерский Кубик можно играть после Читерского кубика, и наоборот. Засчитывается последняя сыгранная карта. Одноразовый.'
    },
    {
        id: 'Przyspieszona Ewolucja',
        name: 'Ускоренная Эволюция',
        description: 'Получи Уровень'
    },
    {
        id: 'Pteriyaki',
        name: 'Птерияки',
        description: 'Примени в любом бою, +2 любой стороне или +4 на монстре было применено усиление. Из-за острого перца это огненная атака.'
    },
    {
        id: 'Slady',
        name: 'Следы Динозавров',
        description: 'Примени в любом бою. +2 любой стороне.'
    },
    {
        id: 'Steg Zbroja',
        name: 'Стегоброник',
        bonus: 'Бонус +3'
    },
    {
        id: 'Szkamieniale Szczudla',
        name: 'Ископаемые Ходули',
        bonus: 'Бонус +2',
        description: 'Позволяют тебе преодолевать препятствия. Игнорируй эффекты "Потеряй Обувки".'
    },
    {
        id: 'Szklo Pomniejszajace',
        name: 'Уменьшительное Стекло',
        bonus: 'Бонус +3'
    },
    {
        id: 'Szpony Ucieczkowe',
        name: 'Когтерватели',
        bonus: 'Бонус +2',
        description: 'Если ты провалил смывку, можешь попытаться еще раз.'
    },
    {
        id: 'Sztylet Z Zebra Dinozaura',
        name: 'Кинжал из зуба динозавра',
        bonus: 'Бонус +2'
    },
    {
        id: 'Telescopowa Gryzarka',
        name: 'Кусачая Голова Динозавра',
        bonus: 'Бонус +1',
        description: 'Дополнительно +1, против монстра уровня 3 или ниже.'
    },
    {
        id: 'Thagomizer',
        name: 'Шипастый Хвост',
        bonus: 'Бонус +4'
    },
    {
        id: 'Uroczy',
        name: 'Милый',
        bonus: 'Бонус +4',
        description: 'Положи эту карту под скакуна и он станет милым. Настолько милым что игроки более высоких уровней не могу играть против тебя карты. При потере, краже или сбросе скакуна эта карта уходит вместе с ним.'
    },
    {
        id: 'Utwardzony Kask',
        name: 'Закаленный Шлем',
        bonus: 'Бонус +2',
        description: 'Дополнительно +2 в бою с монстрами уровня 12 или ниже.'
    },
    {
        id: 'Wiadro Kredowe',
        name: 'Ведро Палеонтолога',
        bonus: 'Бонус +1',
        description: 'Сбрось ведро палеонтолога, чтобы автоматически смыться от монстра 1 или 2 Уровня, неважно насколько они были усилены.'
    },
    {
        id: 'Wielki Atlas Dinusiow',
        name: 'Большой Атлас Динозавров',
        bonus: 'Бонус +2',
        description: 'Дает дополнительно +1 за каждого имеющегося Палеонтолога.'
    },
    {
        id: 'Wielkoglowy Helm',
        name: 'Гигантский Шлем',
        bonus: 'Бонус +4',
        description: 'Усиления монстров не могут быть разыграны против тебя без твоего согласия. К сожалению, у тебя -1 к смывке, если не сбросить Гигантский шлем перед броском.'
    },
    {
        id: 'Wszystko Depczace Buty z Brontozaura',
        name: 'Бронтотопы',
        bonus: 'Бонус +4'
    },
    {
        id: 'Yportolyt',
        name: 'Обратнослед',
        bonus: 'Бонус +1',
        description: '+2 к Смывке'
    },
    {
        id: 'Zbroja Kamuflujaca',
        name: 'Камуфляжный Броник',
        bonus: 'Бонус +3'
    },
    {
        id: 'Zlowieszczy Ogien',
        name: 'Зловещий Огонь',
        bonus: 'Бонус +1',
        description: 'Если хочешь, может считаться огненной атакой.'
    },
    {
        id: 'Nieskatalogowany',
        name: 'Неопознанный',
        bonus: '+5 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    },
    {
        id: 'Munchkinozerny',
        name: 'Манчкиноед',
        bonus: '+5 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    }, {
        id: '...Ze Skrzydlami Pterodaktyla',
        name: '...С Крыльями Птеродактеля',
        bonus: '+5 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище больше.'
    }, {
        id: '...Z Ptasim Mozdzkiem',
        name: '...С Птичьим Мозгом',
        bonus: '-5 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 1 Сокровище меньше (минимум 1).'
    }, {
        id: '...Z Rogami',
        name: '...С Рогами',
        bonus: '+10 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 2 Сокровища большею'
    }, {
        id: '...Z Kolczastym Ogonem',
        name: '...С Шипастым Хвостом',
        bonus: '+10 для Монстра',
        description: 'Применить в бою. Если монстр побеждён, возьми на 2 Сокровища больше (минимум 1).'
    }, {
        id: 'Czarodziej',
        name: 'Волшебник',
        description: 'Заклинание полёта: Можешь сбросить до 3 карт после броска на Смывку: каждая дает +1 к Смывке. Заклинание Усмирения: Можешь сбросить всю "руку" (мин. 3 карты), чтобы усмирить одного монстра и не драться с ним: ты получаешь только его Сокровища, но не уровень. Если в бою участвуют другие монстры, с ними придется воевать.'
    }, {
        id: 'Lowca',
        name: 'Охотник',
        description: 'Укротитель монстров: В бою в свой ход ты можешь приручить одного монстра вместо того, чтобы сражаться с ним. Он становится твоим Скакуном. Для этого ты должен сбросить своего старого Скакуна, если таковой имеется, плюс количество карт, равное количеству Сокровищ на карте монстра. Это число будет боевым бонусом твоего нового Скакуна. Ты не можешь обменять, отдавать или продавать за уровни такого Скакуна. Дальняя поддержка: Когда ты помогаешь кому-то в бою, у тебя +2.'
    },
    {
        id: 'Bard',
        name: 'Бард',
        description: 'Заворозка: в своём бою можешь сбросить одну карту и выбрать игрока: оба бросьте кубик, если у тебя выпало больше, он обязан помочь, и не требует награды. Если не удалось, можешь сбросить ещё карту и выбрать другого, и так пока не кончатся карты или игроки. Выиграть игру таким образом нельзя. Удача барда: когда ты побеждаешь в бою в свой ход (один или с помощью), возьми на одно Сокровище больше. Осмотри все полученные сокровища и сбрось одно из них.'
    },
    {
        id: 'Ankylovoltozaur',
        name: 'Анкиловольтозавр',
        power: '6',
        description: 'Получает +1 за каждую Классовую карту находящуюся на столе.',
        levels: '',
        treasures: '2 Сокровища'
    },
    {
        id: 'Tycizaurus Rex',
        name: 'Крохозавр Рекс',
        power: '5',
        description: 'Твоя Обувка в этом бою считается вдвойне.',
        levels: '',
        treasures: '2 Сокровища'
    }
]